Repository: pypi-data/pypi-mirror-135
Catalog: packages/django-automations/django-automations-0.9.4.1.tar.gz/django-automations-0.9.4.1/src/automations/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Automations
de_de: Automatisierung

source: Process class
de_de: Prozess-Klasse

source: Finished
de_de: Beendet

source: Data
de_de: Daten

source: Unique hash
de_de: Eindeutiger Hash-Wert

source: Paused until
de_de: Pausiert bis

source: Previous task
de_de: Vorherige Aufgabe

source: Locked
de_de: Gesperrt

source: Requires interaction
de_de: Verlangt Interaktion

source: Assigned user
de_de: Zugewiesener Nutzer

source: Assigned group
de_de: Zugewiesene Gruppe

source: Required permissions
de_de: Benötigte Permissions

source: List of permissions of the form app_label.codename
de_de: Liste von Permissions in der Form <code>app_label.codename</code>

source: Message
de_de: Nachricht

source: Result
de_de: Ergebnis

source: Default template
de_de: Standardvorlage

source: Automations dashboard
de_de: Automatisierungs-Dashboard

source: Automation id:
de_de: Automatisierungs-ID:

source: Updated:
de_de: Aktualisiert:

source: Paused until:
de_de: Pausiert bis:

source: Created:
de_de: Erstellt:

source: Running
de_de: Laufend

source: Back
de_de: Zurück

source: running
de_de: läuft

source: View
de_de: Ansehen

source: Traceback
de_de: Aufrufhierarchie beim Fehler

source: No traceback available
de_de: Keine Aufrufhierarchie verfügbar

source: Open tasks for
de_de: Offene Aufgaben für

source: Currently no tasks for you
de_de: Derzeit keine offenen Aufgaben

source: First name
de_de: Vorname

source: Your e-mail address
de_de: Deine E-Mail-Adresse

source: Chose session
de_de: Sitzung wählen

source: Obsolete automation %s
de_de: Nicht mehr gültige Automatisierung %s

source: Obsolete automations %s
de_de: Nicht mehr gültige Automatisierungen %s

source: Last %d days
de_de: Vergangene %d Tage
