Repository: pypi-data/pypi-mirror-135
Catalog: packages/genxword/genxword-2.2.0.tar.gz/genxword-2.2.0/po/*.po
Languages: de

source: The word list file contains the words and clues, or just words, that you want in your crossword. For further information on how to format the word list file and about the other options, please consult the man page.
de: Die Wortliste ist eine Datei mit Wörtern und optionalen Hinweisen, die du in deinem Kreuzworträtsel willst. Wie die Wortliste zu formatieren ist und welche weiteren Optionen zur Verfügung stehen, wird auf der man page beschrieben.

source: Enter grid size (
de: Rastergröße (Standardwert

source: Calculating your crossword...
de: Kreuzworträtsel wird berechnet...

source: Are you happy with this solution? [Y/n]
de: Bist du zufrieden mit der Lösung? [J/n]

source: And increase the grid size? [Y/n]
de: Soll das Raster vergrößert werden? [J/n]

source: Across/Down
de: Horizontal/Vertikal

source: The following files have been saved to your current working directory:
de: Die folgenden Dateien wurden im aktuellen Verzeichnis erstellt:

source: Crossword generator.
de: Kreuzworträtselgenerator.

source: Name of word list file.
de: Name der Datei mit der Wortliste.

source: Save files as A4 pdf (p), letter size pdf (l), png (n) and/or svg (s).
de: Speichern als A4 PDF (p), Letter US PDF (l), png (n) und/oder svg (s).

source: Automated (non-interactive) option.
de: Automatische (nicht-interaktive) Ausführung.

source: Create anagrams for the clues
de: Anagramme als Hinweis erstellen

source: Number of words to be used.
de: Anzahl der Wörter im Kreuzworträtsel.

source: Name of crossword.
de: Name des Kreuzworträtsels.

source: _Word list
de: _Wortliste

source: _New word list
de: _Neue Wortliste

source: Create a new word list or go back to the already open word list
de: Neue Wortliste erstellen oder zurück zur bereits geöffneten Wortliste gehen

source: _Open word list
de: _Wortliste öffnen

source: Open a word list
de: Wortliste öffnen

source: _Sort word list
de: _Wörter sortieren

source: Sort the word list and remove words with non-alphabetic characters
de: Wörter sortieren und Wörter mit nicht-alphabetischen Buchstaben entfernen

source: Quit
de: Beenden

source: _Crossword
de: _Kreuzworträtsel

source: _Calculate crossword
de: _Kreuzworträtsel berechnen

source: Calculate the crossword
de: Kreuzworträtsel generieren

source: _Recalculate
de: _Nochmal generieren

source: Increase the grid size and recalculate the crossword
de: Raster vergrößern und neues Kreuzworträtsel generieren

source: _Save
de: _Speichern

source: Save crossword
de: Kreuzworträtsel speichern

source: _Help
de: _Hilfe

source: Open the help page
de: Hilfe öffnen

source: _About
de: _Über

source: About
de: Über...

source: Anagram clues
de: Anagramm Hinweise

source: Choose the grid size
de: Rastergröße auswählen

source: Save the crossword as
de: Kreuzworträtsel speichern als

source: letter pdf
de: Letter (US) PDF

source: Name of crossword
de: Name des Kreuzworträtsels

source: Choose the name of your crossword
de: Name für dein Kreuzworträtsel

source: Number of words
de: Anzahl der Wörter

source: Choose the number of words you want to use
de: Wie viele Wörter sollen eingesetzt werden?

source: Grid size
de: Rastergröße

source: Choose the crossword grid size Go to the Crossword menu to enable this option
de: Rastergröße bestimmen Diese Option kann im Kreuzworträtsel Menu aktiviert werden

source: Please choose a file
de: Datei auswählen

source: Please choose a folder
de: Ordner auswählen

source: Your crossword files have been saved in
de: Dein Kreuzworträtsel wurde gespeichert in

source: Please fill in the name of the crossword and the format you want it saved in (A4 size pdf, letter size pdf, png or svg). Then click on the Save button again.
de: Name des Kreuzworträtsels und das Dateiformat (A4 PDF, Letter (US) PDF, png of svg) müssen angegeben werden. Danach kann gespeichert werden.

source: A crossword generator
de: Ein Kreuzworträtselgenerator
