Repository: pypi-data/pypi-mirror-135
Catalog: packages/django-automations/django_automations-0.9.4.1-py3-none-any.whl/automations/cms_automations/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: CMS Automations
de_de: CMS Automatisierung

source: Task list
de_de: Aufgaben-Liste

source: Automations
de_de: Automatisierung

source: Send message
de_de: Nachricht senden

source: Automation class not present: %s
de_de: Automation-Klasse nicht gefunden: %s

source: Template
de_de: Vorlage

source: Always inform
de_de: Immer informieren

source: If deactivated plugin will out output anything if no task is available.
de_de: Wenn deaktiviert wird das Plugin nichts anzeigen, wenn keine Aufgabe verf√ºgbar ist.

source: Start automaton
de_de: Automatisierung starten

source: Send message to automation
de_de: Nachricht an Automatisierung senden

source: Broadcast message to all automations
de_de: Nachrichten-Broadcast an alle Automatisierungen

source: Operation
de_de: Kommando

source: Optional token
de_de: Optionales Token

source: Task data
de_de: Aufgaben-Datensatz
